{
  "id": "hydra",
  "image": "https://raw.githubusercontent.com/yoyosource/BOTC-HomeBrew/master/Demon/Hydra/image.png",
  "edition": "custom",
  "firstNight": 0,
  "fistNightReminder": "",
  "otherNight": 25,
  "otherNightReminder": "The previous Player is no longer poisoned. The Hydra points to a player not themself. Mark that player as 'Poisoned'. If both Hydras choose the same player, remove the 'Poisoned' mark and announce them dead at dawn.",
  "reminders": [
    "Poisoned",
    "Dead"
  ],
  "remindersGlobal": [],
  "setup": true,
  "name": "Hydra",
  "team": "demon",
  "ability": "Each night* choose a player; if picked by both Hydra they die, or else poisoned until dusk. Each day, a 2nd execution starts after the 1st. Then, if a Hydra was executed an alive player becomes an evil Hydra. You know all Hydra. Execution fails, if only Hydra voted. [+1 Hydra; No minions]",
  "jinxes": [
    {"id": "slayer", "reason": "Choose a player (not a Traveler). If they are not a Demon they die. You cannot become a Hydra."},
    {"id": "magician", "reason": "While you live, Hydras learns you as a second Hydra. While you are dead, Hydras learn you as an additional dead Hydra."},
    {"id": "towncrier", "reason": "If no Minions are in play, you learn if a neighbor of a Hydra nominated."},
    {"id": "pithag", "reason": "If the Pit Hag creates a Hydra, another alive evil player turns into a Hydra."},
    {"id": "summoner", "reason": "If the Summoner creates a Hydra, another alive evil player turns into a Hydra."},
    {"id": "hatter", "reason": "The Hatter cannot make a Hydra."},
    {"id": "snitch", "reason": "Both Hydras get 3 different (not unique) not-in-play characters."},
    {"id": "damsel", "reason": "Hydra registers as a Minion to the Damsel."},
    {"id": "clockmaker", "reason": "On your first night you learn the steps between two closest Hydras."},
    {"id": "engineer", "reason": "If you choose to create a Hydra, another player turns into an evil Hydra."},
    {"id": "minstrel", "reason": "Minstrel and the Hydra can not both be in play at the start of the game."},
    {"id": "preacher", "reason": "Hydras you choose learns who you are and can no longer poison players. (Killing is still possible.)"},
    {"id": "mastermind", "reason": "Another night is only played when both Hydras died by execution (ending the game)."},
    {"id": "witch", "reason": "If a Hydra dies by the Witch another evil Hydra is created the night after the next."},
    {"id": "harpy", "reason": "If a Hydra dies by the Harpy another evil Hydra is created the night after the next."},
    {"id": "devilsadvocate", "reason": "If the Devil's Advocate choose a Hydra last night, they cannot choose another Hydra tonight."}
  ]
}
